Repository: common-repository/yasham-live-feed
Catalog: lang/yasham_livefeed-*.po
Languages: ar

source: Live Feed
ar: الأخبار المباشرة

source: Add Feed
ar: اضافة خبر مباشر

source: Settings
ar: الإعدادات

source: Publish Feed
ar: نشر الأخبار المباشرة

source: From here you can publish your feeds to categories and posts
ar: من هنا يمكنك نشر الأخبار المباشرة ضمن التصنيفات ومقالاتها

source: Select feed category:
ar: اختر التصنيف:

source: Clear this only
ar: تفريغ التصنيف

source: Clear all
ar: تفريغ جميع التصنيفات

source: Feed url:
ar: رابط الخبر المباشر:

source: Feed message:
ar: محتوى الخبر المباشر:

source: Show in posts
ar: إظهار المقالات

source: Publish
ar: نشر

source: Firebase app name
ar: اسم تطبيق الفيربيز

source: Firebase API code
ar: كود تطبيق الفيربيز

source: Header ID
ar: معرف الهيدر

source: Text color
ar: لون الخط

source: Background color
ar: لون الخلفية

source: Livefeed settings
ar: إعدادات الأخبار المباشرة

source: Manage live feed settings
ar: إدارة اعدادات الأخبار المباشرة

source: YASHAM LIVE FEED
ar: ياشام - التغذية المباشرة

source: http://yashamturk.com
ar: https://yashamturk.com

source: YASHAM TURK LIVE FEED
ar: ياشام تورك - التغذية المباشرة
